Revit 2023 API
GroupTypeId.ViewExtents Property
 "Extents"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId ViewExtents { get; }
Visual Basic
Public Shared ReadOnly Property ViewExtents As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewExtents {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace